import random

shovels = random.randint(1500, 2000)

game_region = (0, 40, 600, 750)  # Регион игрового поля: X и Y верхнего левого угла, ширина и высота
game_update_1 = (75, 90, 15, 30)  # (x1, x2, y1, y2) Координаты первой кнопки для обновления игры
game_update_2 =(100, 260, 40, 50)  # (x1, x2, y1, y2) Координаты второй кнопки обновления игры

coord = ((120, 180, 210, 270),  # (x1, x2, y1, y2) Координаты грядок
         (210, 260, 210, 270),
         (290, 350, 210, 270),
         (380, 430, 210, 270),

         (380, 430, 295, 350),
         (290, 350, 295, 350),
         (210, 260, 295, 350),
         (120, 180, 295, 350),

         (120, 180, 380, 435),
         (210, 260, 380, 435),
         (290, 350, 380, 435),
         (380, 430, 380, 435),

         (380, 430, 465, 520),
         (290, 350, 465, 520),
         (210, 260, 465, 520),
         (120, 180, 465, 520),

         (120, 180, 550, 600),
         (210, 260, 550, 600),
         (290, 350, 550, 600),
         (380, 430, 550, 600))
